Repository: WordPressUtilities/WPUWebsitePassword
Catalog: lang/wpuwebsitepassword-*.po
Languages: fr_fr

source: Import Settings
fr_fr: Réglages d'import

source: Settings
fr_fr: Réglages

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Settings saved.
fr_fr: Réglages enregistrés.

source: Upload New Media
fr_fr: Ajouter un nouveau média

source: Save
fr_fr: Enregistrer

source: Website Protection
fr_fr: Protection par mot de passe

source: Password
fr_fr: Mot de passe

source: Send
fr_fr: Envoyer

source: Website Password
fr_fr: Mot de passe du site

source: User
fr_fr: Utilisateur

source: Default page options
fr_fr: Options de page par défaut

source: Enable protection
fr_fr: Activer la protection

source: Redirect to home
fr_fr: Rediriger vers la page d’accueil

source: Redirect unauthenticated access to the homepage.
fr_fr: Rediriger les accès non authentifiés vers la page d’accueil.

source: User Access
fr_fr: Accès utilisateur

source: Protect via login rather than simple password.
fr_fr: Protéger via login plutôt que par simple mot de passe.

source: Visitors will have to type this password to access your website.
fr_fr: Les visiteurs devront taper ce mot de passe pour accéder à votre site.

source: Case sensitive
fr_fr: Sensibilité à la casse

source: Visitors should type this password with uppercase or lowercase letters if presents.
fr_fr: Les visiteurs devront taper ce mot de passe avec les majuscules et minuscules si présentes.

source: Cookie Duration
fr_fr: Durée du cookie

source: Visitors will be automatically logged out after this number of seconds.
fr_fr: Les visiteurs seront automatiquement déconnectés après ce nombre de secondes.

source: Load assets
fr_fr: Charger les assets

source: Site CSS will be loaded.
fr_fr: Le CSS du site sera chargé.

source: Load default style
fr_fr: Charger le style par défaut

source: Default CSS will be loaded.
fr_fr: Le CSS par défaut sera chargé.

source: Load header image
fr_fr: Charger l’image d’entête

source: Default header image will be loaded.
fr_fr: L’image d’entête par défaut sera chargée.

source: Disable Password Protection
fr_fr: Désactiver la protection par mot de passe
